{"name": "The Charming Bastide of Provence", "location": "Provence-Alpes-Côte d’Azur", "guests": "180 guests", "sleeps": "Sleeps 33", "from": "€ From 2,300", "timestamp": 1669375148.5141096, "description": "DESCRIPTION\nThe Charming Bastide of Provence is a superb residence which opens its doors to you to celebrate your wedding day in the sweetest way. This authentic and charming setting, in the heart of a superb green space of six hectares, will inevitably seduce you. Quickly discover the serenity and harmony that reign here and let yourself be enchanted ...\nThanks to a large reception tent with dance floor located in the park in the shade of plane trees, you can invite up to 180 people to share this special day with you. This superb space offers a privileged view of the surrounding fields, and will bathe you in the gentle song of the cicadas. Guests will be encouraged to relax by the swimming pool throughout their stay and we are able to host a post wedding event the day after if required. There are also stunning vineyards lavender fields and olive tree groves only a short walk away which make the most beautiful backdrop for photographs.\nThe Charming Bastide of Provence team is made up above all of enthusiasts, who will be keen to assist you in your preparations and take care of you. They can make you enjoy original activities that will allow you to discover and appreciate the region.\nThe Bastide has a wide choice of accommodation sleeping 33 in total, the descriptions of which you will find below:\nClassic Rooms - These two bedrooms located on the first floor of the house have a double bed and a desk area. The decoration in soft Provençal tones and the original high windows make the rooms very pleasant and bright. The bathroom with a shower and the separate toilet is on the landing and is shared by the two bedrooms.\nComfort Rooms - These two bedrooms, located on the first floor of the house, are harmonious and have a large double bed and a desk area. Their openings to the south and west of the house bring a lot of light and offer a beautiful view of the garden and the setting sun. They have their private bathroom, equipped with a large shower.\nThe Suite- This very spacious accommodation seduces lovers with its charm and its through light. With its large openings to the south and west, you enjoy the sun all day long and can admire its sunset in the evening in the four-poster bed. This room also has a seating area. The bathroom is equipped with a large bathtub, a sink and a toilet.\nFamily Gites - You will find these gites on the first and second floors of the main house. They both have a large double bed and two additional beds in the living room. The windows, facing south, overlook the garden and the hundred-year-old plane trees. They have a private bathroom equipped with a large shower, a sink and a toilet. These cottages also offer a kitchenette for more independence. These are equipped with crockery and have a fridge, an electric hob, an oven (grill and microwave), a kettle and a coffee maker.\nThe Studio - You will find our studio on the ground floor of the bastide. It has a large double bed and a seating area. The large windows, facing south, open onto the garden and face the immense hundred-year-old plane trees. It has a private bathroom equipped with a large shower. This cottage also offers a kitchen area for more independence; it is equipped with crockery and has a fridge, an electric hob, an oven (grill and microwave), a kettle and a coffee maker.\nThe Lodge - This atypical accommodation delights lovers of peace and nature. It is located away, in the wooded part of the park and close to the source of the domain, hidden under the trees with the typical species of the Uchaux massif. The bedroom has a large double bed and a small bathroom with a shower and a sink. Its wooden terrace overlooks the old washhouse with a view of the surrounding countryside. The dry toilet is located at the back of the tent.\nThe dormitory - Located on the second floor of the house, this room can accommodate up to 8 people. With the common room next to it, it can be a great place to set the kids with a babysitter if necessary.\nPlease do not hesitate to contact us if you have any questions, or if you wish to organise a video call visit with us to take a peek at the place from your home.", "images": ["https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_65.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/84cc7151-d164-4b03-b3bc-09164ca93206.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/_dsc0063.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/source_facebook_mange_debout_facade.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/estellechhor_com-amanda-victor-hd-194.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/estellechhor_com-amanda-victor-hd-146.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/facade.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/3f886fc7-c950-4b63-850b-664575a53747_1_105_c_copy.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/_dsc0732.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/piscine.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/fa_ade_1.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/020a87ef-79de-4646-92b9-e82e848988fc.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/estellechhor_com-amanda-victor-hd-421.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/4edfa982-7369-4304-9c3c-239f1ee7cc40.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/photo_4.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_53.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/suite_bergamote.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/_dsc0593.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_57.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/7b5fb560-3b19-465d-8c15-a7bd6cc7ffa4_1_105_c.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/photo_7.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/source_site_gite_celadon.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/e08ffefd-b8a8-4c5a-9c1f-f189450abab8.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_8.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_7.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/santoline_5.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/jpeg_image_65.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/84cc7151-d164-4b03-b3bc-09164ca93206.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/_dsc0063.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/source_facebook_mange_debout_facade.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/estellechhor_com-amanda-victor-hd-194.png", "https://www.frenchweddingvenues.com/userfiles/venue/280/large/estellechhor_com-amanda-victor-hd-146.png"], "additional_info": "FEATURES\nInternet access\nBaby friendly (cots, changing facilities)\nPet friendly\nMaid service\nSwimming pool\nGarden games\nHotel recommendation list\nRecommended caterer\nRecommended suppliers list available\nRecommended wedding planner"}