{"name": "Glatigny Farmhouse", "location": "Normandy", "guests": "50 guests", "sleeps": "Sleeps 10", "from": "€ From 780", "timestamp": 1669375061.5550716, "description": "DESCRIPTION\nThis spacious farmhouse comprises of large open-plan kitchen, dining room and sitting room complete with a gorgeous ornate wood burner, these rooms in particular are brimming with the house's original character. Going through the house you'll find a utility room through to an exceptionally well proportioned and stunning bathroom. Up to the first floor you are met with a breathtaking view straight up to the roof timbers neatly framing the traditional French chandelier; the oversized landing comprises of a lounge area, a desk for working on and a small library for your enjoyment which would make a stunning suite for the newly weds.\nWalking down the corridor you'll find two beautiful bedrooms with original antique furnishings. Finally onto the imposing but gorgeous bathroom housing your very own roll-top bath. Up onto the top floor, this mezzanine level with a second lounge, light feel and third bedroom gives a perfect hideaway spot if you just need a little downtime. The red 'chesterfield' sofa and the sofa on the landing are both purpose build 'sofa-beds', should you need the extra sleeping space also. There are also spare mattresses available.\nThe entire house has been beautifully renovated to the highest standards whilst retaining its original character. It is exceptionally well equipped and being our 'home from home', you can make this your home for the week for your big day. If you want to get married in France but still feel like you have all your home comforts then this could be the wedding venue for you, we love it here and we hope you do too!\nThere are two outdoor courtyards making very picturesque setting for photographs and ideal space for drinks and canapes. The large South facing courtyard with seating, a large pizza oven/BBQ and a 'walled garden' type feel and a smaller rear courtyard that magically catches the morning sun through the Lilac leaves (the perfect coffee spot!). There are also extensive gardens perfect for the wedding reception, complete with a mixed fruit orchard, 'exotic glade', fruit and vegetable garden and a wild flower meadow all for your enjoyment. Additionally, sitting within these gardens is a large traditional barn which houses extras, like bikes, garden furniture, and many other items to further enhance your stay.\nYou'll be located just a couple of minutes from the most idyllic long sandy beach, just think of the photos that you could get, or maybe it could be a perfect setting for the ceremony! We are also nestled between two picturesque French towns offering great markets, boulangerie's and restaurants perfect for all your guests to sample the local French cuisine throughout their stay. The small village of 'Glatigny' is an extremely quiet one but does have communal free tennis courts for its residents, which could be a fun activity for you and your wedding party one day.\n\nIf you are thinking of getting married in Normandy then consider this property to create your dream wedding in a 'home from home' setting. It has been such a joy to create such a beautiful house and we love it here, we hope you do too. For further information then please do contact us.", "images": ["https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_3363.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/347e49cf-5064-438e-b1b1-71cdafbce939.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/e01860c6-b947-427f-b045-f1fb7fd5b14e.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_1698.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/9aefeaeb-633d-4192-b826-acd9d6af4eeb_2_.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/91e8f1ff-718c-49f7-95a7-5c4b555fd300.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_3362.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/229ce8cb-bc0f-4a2c-9f15-5a93add3d5ec.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/d3dd5437-06ce-4636-b4a7-3505a9f2f280.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/32a29e7f-5bea-48f4-8038-0775d3d8e94d.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/76d06adf-09b2-4e3b-bf21-dbe6752098c0.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_3421.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/2474fd85-8dab-460d-a28b-f5687e07619c.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/24aeec45-9eae-4cc2-96f6-d011514d0f55.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/9eb57607-2f8b-4063-b6bf-3f5ef40952a1.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/8185f28e-0be0-4462-a745-1808e1e056bb.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/a8284841-5d86-4804-8594-647ce364c0c3.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/80241040-a2e6-4c8f-92e5-eed7de21670e.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_4459.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/b3ec1c76-8452-41f4-b1de-71d9fdb501a7.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_3363.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/347e49cf-5064-438e-b1b1-71cdafbce939.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/e01860c6-b947-427f-b045-f1fb7fd5b14e.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/img_1698.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/9aefeaeb-633d-4192-b826-acd9d6af4eeb_2_.jpg", "https://www.frenchweddingvenues.com/userfiles/venue/125/large/91e8f1ff-718c-49f7-95a7-5c4b555fd300.jpg"], "additional_info": "FEATURES\nGolf course nearby\nInternet access\nPet friendly\nTennis court\nGarden games\nBeach nearby\nNearest Airport"}